
# Оцінюється:
#
# Задача 1
# Напишіть программу "Касир в кінотеватрі", яка попросить користувача ввести свій вік
# (можна використати константу або функцію input(), на екран має бути виведено лише одне повідомлення).
# якщо користувачу менше 7 - вивести повідомлення"Де твої батьки?"
# якщо користувачу менше 16 - вивести повідомлення "Це фільм для дорослих!"
# якщо від 16 до 65 то зробіть якесь вітальне повідомлення, на ваш розсуд.
# якщо користувачу більше 65 - вивести повідомлення"Покажіть пенсійне посвідчення!"

# age =int(input("Введіть свій вік: "))
# if age < 7:
#     print("Де твої батьки?")
# elif age >7 and age<=16:
#     print("Це фільм для дорослих!")
# elif age > 16 and age <65:
#     print("Добрий день!")
# elif age>65 and age<=100:
#     print("Покажіть пенсійне посвідчення!")
# else:
#     print("Люди стільки не живуть!")




# Задача 2
# Текстова. в чому різниця між is та ==? is порівнює id , == порівнює данні
#
# Задача 3
# Напишіть програму яка в користувача запитує два числа(можуть бути числа типу інт, а можуть бути в стр).
# Потім запитує це стр чи інт і в залежності від відповіді конкатенує їх або додає і повертає
# результат перемножений на три.  якщо після конкатенації отримали 10 то перемноживши на 3 отримаємо 30.

# var = input("Введіть перше число: ")
# var_1 = input("Введіть друге число:")
# var_2 = input("Введіть тип int або str")
#
#
# if var_2.lower() == "str":
#     print(var+var_1)
# else:
#     print((int(var)+int(var_1))*3)




# Не оцінюється
#
# 1) Напишіть на 50-100 слів відповідь на питання як пройшов ваш день, що ви робили сьогодні на  англійській мові.
# Запишіть його собі на диктофон в озвучці наприклад гугл перекладача і повторюйте що б ви змогли відповісти на це питання.
# Якщо буде робити через чатджпт вкажіть що рівень слів повинен бути B2. - Це можете нікому не відправляти.
#
# 2) Скиньте ваш профіль лінкедін в групу телеграму і додайте інші профілі учасників які є в телеграмі